function Citation(num){return arguments.callee.list[num]}
Citation.list = [
{citat: '', sign: ''},
{// 1
    citat: '"Когда он думал, что, наконец, достиг самого дна - снизу постучали..."',
    sign:  'Станислав Ежи Лец'
},
{
    citat: '- Жили-были в одном городишке два ассенизатора - отец и сын. Канализации у них там не было, а просто ямы с этим самым. И они это самое вычерпывали ведром и заливали в свою бочку, причем отец, как более опытный специалист, спускался в яму, а сын сверху подавал ему ведро. И вот однажды сын это ведро не удержал и обрушил обратно на батю. Ну, батя утерся, посмотрел на него снизу вверх и сказал ему с горечью: "Чучело ты, -говорит, - огородное, тундра! Никакого толка в тебе не видно. Так всю жизнь наверху и проторчишь".',
    sign:  'А. и Б. Стругацкие "Град обреченный"'
},
{
    citat: '"Разумный человек приспособляется к окружающему миру; неразумный упорно старается приспособить мир к себе. Поэтому прогресс всегда зависит от неразумных людей."',
    sign:  'Джордж Бернард Шоу'
},
{
    citat: '"Власть развращает, абсолютная власть развращает абсолютно."',
    sign:  'лорд Джон Актон'
},
{
    citat: '"Стройте мосты от человека к человеку... разумеется, разводные."',
    sign:  'Станислав Ежи Лец'
},
{
    citat: '"Самая жестокая тирания — та, которая выступает под сенью законности и под флагом справедливости."',
    sign:  'Шарль Луи Монтескье'
},
{// 7
    citat: '"Есть установка весело встретить Новый год..."',
    sign:  'х/ф Карнавальная ночь'
}
]